The base elevation for the run is higher than the top elevation for the run.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RunBottomHigherThanTopFailure { get; }
  Visual Basic
Public Shared ReadOnly Property RunBottomHigherThanTopFailure As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RunBottomHigherThanTopFailure {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace